Repository: code-schleswig-holstein/ckanext-odsh
Catalog: ckanext/odsh/i18n/*/LC_MESSAGES/ckanext-odsh.po
Languages: de

source: Start typing…
de: Bitte Schlagwort eingeben

source: Search dataset
de: Nach Datensatz suchen

source: Search organizations
de: Nach Herausgeber suchen

source: Edit Categories
de: Kategorien bearbeiten

source: Manage Dataset
de: Datensatz bearbeiten

source: Manage Dataset {name}
de: Datensatz {name} bearbeiten

source: Organizations
de: Herausgeber

source: {number} organization found
de: {number} Herausgeber

source: Logged Out
de: Logout

source: You are now logged out.
de: Sie haben sich erfolgreich abgemeldet.

source: do Login
de: Einloggen

source: Forgotten your password?
de: Passwort vergessen

source: change password
de: Passwort ändern

source: Username
de: Name

source: enter password
de: Passwort eingeben

source: odsh Create Dataset
de: Datensatz-Upload

source: Enter title
de: Titel eingeben

source: Enter description
de: Beschreibung eingeben

source: Enter tags
de: Stichwörter eingeben

source: Enter spatial uri
de: Orte eingeben

source: Enter data
de: Informationen eingeben

source: Add dataset
de: Distribution hinzufügen

source: next
de: weiter

source: enter name
de: Name eingeben

source: odsh tags placeholder
de: z.B. Energie; Politik; Umwelt; Alle; ...

source: from
de: von

source: to
de: bis

source: Data-Upload
de: Daten-Upload

source: Enter name of the dataset
de: Namen der Distribution eingeben

source: Enter description of the dataset
de: Beschreibung der Distribution eingeben

source: back
de: zurück

source: Upload dataset
de: Hochladen

source: another dataset
de: weitere Distribution

source: timerange
de: Zeitraum

source: Groups
de: Kategorien

source: Title
de: Titel

source: Temporal end
de: Ende des Zeitraumes

source: Temporal start
de: Beginn des Zeitraumes

source: odsh_temporal_start_label
de: Beginn des Zeitraumes

source: Access constraints
de: Namensnennung

source: last change
de: Letzte Änderung

source: issued
de: Veröffentlicht

source: modified
de: Zuletzt bearbeitet

source: Files
de: Dateien

source: Spatial uri
de: Raumbezug

source: odsh_spatial_uri_unknown_error_label
de: Der räumliche Bezug is ungültig

source: odsh_spatial_uri_error_label
de: Bitte geben Sie einen räumlichen Bezug an

source: odsh_temporal_start_error_label
de: Bitte wählen Sie einen Beginn des Zeitraumes aus

source: temporal_start: empty
de: Bitte wählen Sie einen Beginn des Zeitraumes aus

source: odsh_temporal_end_error_label
de: Bitte wählen Sie ein Ende des Zeitraumes aus

source: temporal_end: empty
de: Bitte wählen Sie ein Ende des Zeitraumes aus

source: temporal_start: not a valid date
de: Bitte wählen Sie einen gültigen Beginn des Zeitraumes aus

source: temporal_end: not a valid date
de: Bitte wählen Sie ein gültiges Ende des Zeitraumes aus

source: odsh_temporal_error_label
de: Bitte geben Sie einen gültigen Zeitraum an

source: Name: Fehlender Wert
de: Bitte geben Sie eine Url ein

source: Lizenz: Fehlender Wert
de: Bitte geben Sie eine Lizenz an

source: Raumbezug: Fehlender Wert
de: Bitte geben Sie einen Ort ein

source: Tags
de: Schlagwörter

source: Beschreibung: Fehlender Wert
de: Bitte geben Sie eine Beschreibung ein

source: Namensnennung: Fehlender Wert
de: Bitte geben Sie einen Namen ein

source: Titel: Fehlender Wert
de: Bitte geben Sie einen Titel ein

source: odsh_issued_error_label
de: Bitte wählen Sie ein Veröffentlichungsdatum

source: issued: empty
de: Bitte wählen Sie ein Veröffentlichungsdatum

source: odsh_issued_not_date_error_label
de: Bitte wählen Sie ein korrektes Veröffentlichungsdatum

source: issued: not a valid date
de: Bitte wählen Sie ein korrektes Veröffentlichungsdatum

source: Tag string: Fehlender Wert
de: Bitte wählen Sie geeignete Schlagwörter

source: odsh_resource_upload_error_label
de: Bitte laden Sie eine Distribution hoch

source: odsh_resource_name_error_label
de: Bitte geben sie einen Namen für den Datensatz ein

source: odsh_resource_description_error_label
de: Bitte beschreiben Sie Ihren Datensatz

source: odsh_resource_format_error_label
de: Bitte geben Sie ein Format an

source: odsh_licence_text_missing_error_label
de: Bitte geben Sie einen Namen an

source: licenseAttributionByText: empty not allowed
de: Bitte geben Sie einen Namen an

source: odsh_licence_text_not_allowed_error_label
de: Ein Name ist bei dieser Lizenz nicht zulässig

source: licenseAttributionByText: text not allowed for this license
de: Ein Name ist bei dieser Lizenz nicht zulässig

source: Followers
de: Abonennten

source: Contact
de: Kontaktieren

source: Follow
de: Merken

source: Unfollow
de: Entmerken

source: Name: Diese URL ist bereits vergeben
de: Diese URL ist bereits vergeben

source: {number} dataset found
de: {number} Datensatz gefunden

source: {number} dataset found for "{query}"
de: {number} Ergebnis für "{query}"

source: Filter by location
de: mit Karte suchen

source: Clear
de: zurücksetzen

source: There is no description for this organization
de: Es gibt keine Beschreibung für diesen Herausgeber

source: in east
de: im Osten

source: in west
de: im Westen

source: in north
de: im Norden

source: in south
de: im Süden

source: borders of map
de: Grenzen der Karte

source: Map showing the borders of {map_text}
de: Karte, die die Grenzen von {map_text} zeigt

source: submit date search
de: Zeitbezug anwenden

source: daterange
de: Zeitbezug

source: share this dataset
de: Datensatz teilen

source: map search active
de: Kartensuche aktiv

source: map
de: Karte

source: wrong_start_date_for_search
de: Das Startdatum ist ungültig

source: wrong_end_date_for_search
de: Das Enddatum ist ungültig

source: Score
de: Open-Data-Eigenschaften

source: Issued Ascending
de: Veröffentlichungsdatum aufsteigend

source: Issued Descending
de: Veröffentlichungsdatum absteigend

source: Name Resource
de: Name Ressource

source: Resource count
de: Anzahl Ressourcen

source: Show More
de: mehr anzeigen

source: Show Less
de: weniger anzeigen

source: 0OL
de: offene Lizenz

source: 1RE
de: maschinenlesbar

source: 2OF
de: offenes Format

source: 3URI
de: verwendet URIs

source: 4LD
de: Linked Data

source: groups: at least one group needed
de: Bitte geben Sie mindestens eine Kategorie an

source: Tag "%s" must be alphanumeric characters or symbols: -_.:()
de: Tags "%s" müssen aus alphnummerischen Zeichen oder diesen Symbolen bestehen: -_.:()
